Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2015/6_forskningsradene_40_ar.pdf.tmx
Source language: nob
Languages: sme

source: 6 Forskningsrådene – 40 år for samisk forskning
sme: 6 Dutkanráđit – 40 jagi sámi dutkamii

source: Kari Morthensen, spesialrådgiver, Norges forskningsråd
sme: Kari Morthensen, earenoamášráđđeaddi, Norgga dutkanráđđi

source: Kapitlet gir en kronologisk framstilling av den organiserte innsatsen for samisk humanistisk og samfunnsvitenskapelig forskning i Norges allmennvitenskapelige forskningsråd (NAVF) og Norges forskningsråd, og hvordan enkelte fokusområder har vært behandlet i de ulike programmene.
sme: Čoahkkáigeassu Kapihtal addá kronologalaš ovdanbuktima organiserejuvvon áŋgiruššamis sámi humanisttalaš ja servodatdieđadutkamis Norgga álbmotdiehtaga dutkanráđis(NADD) ja Norgga dutkanráđis, ja čájeha movt muhtin fokussuorggit leat gieđahallon daid iešguđet prográmmain.

source: Rådet for humanistisk forskning (RHF) i NAVF startet det første forskningsprogrammet, som gikk over ti år og var RHFs mest langvarige program.
sme: Humanisttalaš dutkama ráđđi (HDR) NADDas álggahuvvui dat vuosttaš dutkanprográmma, mii bisttii badjel logi jagi ja lei HDRa buot guhkimus prográmma.

source: Forskningsrådssystemet har hittil finansiert tre program.
sme: Dutkanráđiidvuogádat lea dássážii ruhtadan golbma prográmma.

source: To av dem var tiårige - det ene løper fortsatt, men er i avslutningsfasen -, ett var femårig.
sme: Guokte dain ledje logi jagi áigodahkii – dat nubbi lea ain jođus, muhto lea dál loahpahuvvome -, okta ges lei viđa jagi áigodahkii.

source: Mellom programperiodene har rådene avsatt midler til samisk humanistisk og samfunnsvitenskapelig forskning, men med mindre organisert styring og oppfølging enn i programmene.
sme: Gaskal prográmmaáigodagaid leat ráđit juolludan ruđaid sámi humanisttalaš ja sámi servodatdiehtaga dutkamii, muhto dain lea leamaš unnit organiserejuvvon stivrejupmi ja čuovvoleapmi go prográmmain.

source: Samlet budsjett til programmer og avsetninger har hittil vært 167 mill. kroner.
sme: Prográmmaid bušeahtta ja juolludeamit oktiibuot leat gártan 167 milliuvnna ruvnno.

source: Det første forskningsprogrammet var det om i størst grad fokuserte på særskilte problemstillinger knyttet til oppbygging av samisk forskning og forskningsmiljøer.
sme: Dat vuosttaš dutkanprográmma eanemusat čalmmustahtti earenoamáš váttisvuođačuolmmaid, mat guske sámi dutkamii ja dutkanbirrasiid huksemiidda.

source: Programmet benyttet flere spesielle virkemidler, som et eget delprogram for vitenskapsteori og varierte former for institusjonsstøtte ut fra konkrete behov.
sme: Prográmma anii máŋga earenoamáš váikkuhangaskaoami, dieđalašteoriijai lei sierra oasseprográmma ja konkrehtalaš dárbbuid vuođul ledje máŋggalágán vuogit ásahusdoarjagii.

source: Det neste programmet, som startet omtrent ti år etter avslutningen av det første, utlyste enkelte ganger spesielle virkemidler, for eksempel kompetansehevingsstøtte til høgskolene.
sme: Dat nubbi prográmma, mii álggahuvvui logi jagi maŋŋil dan vuosttaža, ohcalii soames gerddiid earenoamáš váikkuhangaskaomiid, ovdamearkka dihte gelbbolašvuođaloktendoarjaga allaskuvllaide.

source: Det nåværende programmet har stort sett benyttet seg av de virkemidlene resten av Forskningsrådet bruker.
sme: Dálá prográmma lea eanas ávkkástallan dain gaskaomiin maid muđui Dutkanráđđi atná.

source: Man anser at de samiske forskningsmiljøene i mindre grad har behov for særskilte ordninger nå, med unntak av individuelle doktorgradsstipend, som Forskningsrådet ellers stort sett har gått bort fra.
sme: Oaidnit ahte sámi dutkanbirrasat unnit dárbbašit earenoamáš ortnegiid dál, earret daid ovttaskas doavttirgrádastipeanddaid, maid Dutkanráđđi muđui lea juo heaitán.

source: I alt har forskningsrådssystemet i løpet av disse 40 årene tildelt. 34 doktorgradsstipend, fem av dem som deler av større forskningsprosjekter.
sme: Oktiibuot lea Dutkanráđđi dan 40 jagis juolludan 34 doavttirgrádastipeandda, viđas dain leat oassin stuorit dutkanprošeavttas.

source: Når det gjelder tematikk, fokuserte man i NAVF på samisk forskning i de tradisjonelle forskningsfagene, men senere har de samiske forskningsprogrammene vært opptatt av tema og problemstillinger som omfatter flere humanistiske og samfunnsvitenskapelige fag.
sme: Go guoská fáttáide, de NADDa čalmmustahtte sámi dutkamis daid árbevirolaš dutkanfágaid, muhto maŋŋil leat sámi dutkanprográmmat beroštan fáttáin ja váttisvuođačuolmmain mat guoskkahit eambbo humanisttalaš ja servodatdieđalaš fágaid.

source: Samisk språk har imidlertid vært viet stor oppmerksomhet i alle programmene.
sme: Sámegillii maid lea biddjon eambbo fuomášupmi buot prográmmain.

source: Det gjelder også de små samiske språk- og kulturområdene, og etter hvert er det gitt støtte også til prosjekter som har samiske språk og kulturer utenfor Norge som forskningsfelt.
sme: Dat guoská maid daid smávva sámi gielaid- ja kultursurggiide, ja dađistaga lea juolluduvvon ruhta maiddái prošeavttaide main lea sámi giella ja kultuvra olggobealde Norgga, mii lea leamaš dutkanguovlun.

source: Et særtrekk ved forskningsrådenes holdning til samisk forskning er at det fra 1976 til i dag har vært avsatt midler uten opphold, også i "mellomperiodene" mellom programmer.
sme: Earenoamášvuohta dutkanráđi guottuin sámi dutkama ektui lea ahte 1976 rájes otnážii leat juolluduvvon ruđat bisánkeahttá, maiddái “gaskaáigodagaid” gaskal prográmmaid.

source: Innenfor humanistisk og samfunnsvitenskapelig forskning ellers i forskningsrådene har det ikke vært vanlig å sørge for slik kontinuitet på felt der man har hatt tidsbegrensete programmer.
sme: Humanisttalaš ja servodatdiehtaga dutkamiin ja muđui dutkanráđiid siskkobealde ii leat leamaš dábálaš ahte fuolahit vai šaddá kontinuitehta surggiin, main leat leamaš áigeráddjejuvvon prográmmat.

source: Statistikken er utarbeidet spesielt for denne artikkelen og har ikke vært publisert tidligere.
sme: Statistihkka lea ráhkaduvvon earenoamážiid dán artihkkalii iige lea almmuhuvvon ovdal.

source: Noen utvalgte prosjekter fra de to siste programmene presenteres i rammer.
sme: Muhtin válljejuvvon prošeavttat dan guovtti maŋemus prográmmas ovdanbuktojuvvojit rámmaid siste.

source: 6.1 Innledning
sme: 6.1 Álgu

source: Forskningsrådene i Norge har en lang tradisjon for satsing på samisk forskning i humanistiske og samfunnsvitenskapelige fag.
sme: Norgga dutkanráđiin lea guhkes árbevierru go guoská sámi dutkamii humanisttalaš ja servodatdieđalaš fágaid áŋggirdeapmái.

source: Den første øremerkingen av midler til samisk humanistisk forskning startet i 1976, og det første forskningsprogrammet så dagens lys i 1981, og derfra fram til i dag går det en ubrutt linje med forskningsprogrammer og -satsinger innenfor disse fagene.
sme: Dat vuosttaš merkejuvvon ruhtademiin sámi humanisttalaš dutkamis álggahuvvui 1976, ja vuosttaš dutkanprográmma álggahuvvui 1981, ja dan rájes dássážii manná bisánkeahtes linja dutkanprográmmaiguin ja -áŋggirdemiiguin siskkobealde daid fágaid.

source: Norge er det eneste landet som kan vise til målrettet satsing på samisk forskning over så lang tid.
sme: Norga lea áidna riika mii sáhttá čájehit ulbmilaš áŋggirdeami sámi dutkamii nie guhkes áiggi badjel.

source: Programmenes varighet, innretning og budsjett har variert, og det vil jeg belyse i denne artikkelen.
sme: Prográmmaid guhkkodat, ásahus ja bušeahtta lea rievddadan, ja lea dat maid áiggun čuvget dán artihkkalis.

source: Forskjellige programmer og satsinger i forskningsrådssystemet har finansiert samiskrelatert forskning innenfor sine tema.
sme: Iešguđetlágan prográmmat ja áŋggirdeamit dutkanráđiidvuogádagas leat ruhtadan sámi gullevaš dutkamiid siskkobealde iežaset fáttáid.

source: Også innenfor "fri prosjektstøtte" er det tildelt midler til samiske forskningsprosjekter.
sme: Maiddái siskkobealde “friddja prošeaktadoarjaga” leat juolluduvvon ruđat sámi dutkanprošeavttaide.

source: I denne artikkelen vil jeg imidlertid bare se på de programmene som eksplisitt har påtatt seg ansvar for å rekruttere til og utvikle samisk forskning og samiske forskingsmiljøer.
sme: Dán artihkkalis áiggun dušše geahčadit daid prográmmaid mat čielgasit leat badjelasat váldán ovddasvástádusa háhkat ja ovdánahttit sámi dutkama ja sámi dutkanbirrasiid.

source: Derfor fokuserer artikkelen på de humanistiske og samfunnsvitenskapelige programmene og satsingene.
sme: Danne čalmmustahttá artihkal daid humanisttalaš ja servodatdieđalaš prográmmaid ja áŋggirdemiid.

source: 6.1.1 Hva er et forskningsprogram?
sme: 6.1.1 Mii lea dutkanprográmma?

source: Forskningsrådet organiserer mange av oppgavene sine i tidsbegrensete programmer.
sme: Dutkanráđđi organisere iežaset doaimmaid áigeráddjejuvvon prográmmaide.

source: Dette bidrar til å målrette innsatsen mot spesielt prioriterte områder og fremmer koordinering, samarbeid og informasjonsutveksling mellom ulike forskningsmiljøer.
sme: Dat daguha ahte ulbmilaččat barget earenoamážiid vuoruhuvvon surggiiguin ja ovddidit koordinerema, ovttasbarggu ja diehtojuohkinlonohallama gaskal iešguđet dutkanbirrasiid.

source: Et forskningsprogram har et styre som styrer etter en programplan, påser at programmets prosjekter bidrar til å oppfylle programmets målsettinger og følger opp prosjektene underveis.
sme: Ovtta dutkanprográmmas lea stivra, mii stivre prográmmaplána mielde, geahččá vai prošeavttat olahit prográmma ulbmiliid ja čuovvolit prošeavttaid dađistaga.

source: Forskningsrådets programmer kan ha som siktemål å frambringe anvendbare forskningsresultater, men Rådets grunnforskningsprogrammer har gjerne bredere målsettinger og omfatter ofte rekruttering til forskningsfeltet og bidrag til langsiktig oppbygging av forskningsmiljøer.
sme: Dutkanráđi prográmmain sáhttá leat ulbmilin ovdanbuktit anihahtti dutkanbohtosiid, muhto Ráđi vuođđodutkanprográmmain leat maiddái viidát ulbmilat ja guoskkaha dávjá dutkansuorggi rekrutteremii ja veahkeha hukset dutkanbirrasiid guhkesáiggi ektui.

source: Alle programmene for samisk forskning har vært grunnforskningsprogrammer.
sme: Buot prográmmat sámi dutkamiin leat leamaš vuođđodutkanprográmmat.

source: 6.1.2 Datamaterialet
sme: 6.1.2 Diehtomateriálat

source: Datagrunnlaget for artikkelen er, av tidsmessige og praktiske årsaker, begrenset til det som i dag foreligger i Norges forskningsråd.
sme: Diehtovuođđu artihkkalii lea, áiggi ja praktihkalaš sivaid geažil, ráddjejuvvon dasa mii dál lea Norgga dutkanráđis.

source: Om perioden 1976-80 foreligger det ingen opplysninger, og det er sparsomt med informasjon om den samfunnsvitenskapelige satsingen 1983-93. Den øvrige virksomheten er imidlertid forholdsvis godt dokumentert.
sme: Áigodagas 1976-1980 eai leat makkárge dieđut, ja dieđut leat maid vátnásat áigodagas 1983-93 servodatdiehtaga áŋgiruššama hárrái. Muđui leat eará doaimmat bures duođaštuvvon.

source: Takket være den grundige evalueringen av programmet "Samisk og kvensk språk, historie og kultur" (se 6.2.1.1) er dette programmet atskillig bedre dokumentert enn den påfølgende perioden uten organisert program.
sme: Lihkkus lea prográmma “Sámi ja kvena giella, historjá ja kultuvra” vuđolaččat árvvoštallon (geahča 6.2.1.1). Dát prográmma lea ollu buorebut dokumenterejuvvon go dan ovddit áigodagas, mas ii lean čielgasit organiserejuvvon prográmma.

source: Deretter stiger datakvaliteten igjen, i takt med økende krav til registrering av og rapportering fra offentlig virksomhet.
sme: Dasto lassána diehtokvalitehta fas, seammás go almmolaš doaimmaide šaddet eambbo gáibádusat registreremii ja raporteremii.

source: Tabellene gir oversikt over prosjekter og prosjekttyper fordelt på fag og institusjoner, unntatt for perioden 1994-2000, der det ikke foreligger opplysninger om fagfordeling.
sme: Tabeallain bohtet ovdán prošeavttat ja prošeaktašlájat juhkkojuvvon fágaide ja ásahusaide, earret áigodagas 1994-2000, go dalle eai gávdno dieđut fágasirremis.

source: De er begrenset til tildelinger som anses som direkte rekrutterende eller kompetanseoppbyggende.
sme: Dat leat ráddjejuvvon juolludemiide, maid oidne leat njuolgut rekruterejeaddjin dahje gelbbolašvuođahuksejeaddjin.

source: Andre tiltak, som gjesteforsker-, professor II-, utenlandsstipend, arrangements- og publiseringsstøtte, er ikke tatt med.
sme: Eará doaibmabijut eai leat váldon mielde, nugo guossedutkan-, professora II-, olgoriikastipeanda, lágidan- ja almmuhandoarjagat.

source: Prosjekttypene er ført opp med de betegnelsene de hadde i det tidsrommet tabellen gjelder for.
sme: Prošeaktašlájat leat čállojuvvon daiguin namahusaiguin go ledje dan áigodagas mii guoská tabellii.

source: "Hovedfagsstipend" har for eksempel skiftet navn til "studentstipend" og senere "mastergradsstipend" i løpet av de årene artikkelen omhandler.
sme: “Váldofágastipeanda” lea ovdamearkka dihte molson nama “studeantastipeandan” ja maŋŋil fas “mastergrádastipeandan” daid jagiid go dán artihkkalis lea sáhka.

source: For de to programmene i Norges forskningsråd er det også tatt med tabeller som viser hvilke prosjekttyper som ble utlyst år for år i programperiodene.
sme: Dan guovtti prográmmas Norgga dutkanráđis leat maid váldon mielde tabeallat, mat čájehit makkár prošeaktašlájat almmuhuvvojedje jagis jahkái prográmmaáigodagain.

source: Slike opplysninger har det ikke vært mulig å skaffe for de andre periodene.
sme: Diekkár dieđuid ii leat leamaš vejolaš gávdnat daid eará áigodagain.

source: I løpet av de årene som omfattes av denne artikkelen, har både tenkningen og terminologien knyttet til forskningsbevilgninger endret seg.
sme: Daid jagiid go dán artihkkalis lea sáhka, de lea sihke jurddašeapmi ja terminologiija rievdan, dan ektui mii lea čatnasan dutkanjuolludemiide.

source: Det har også organiseringen, så vel av departementene som av forskningsrådssystemet.
sme: Dan lea maid organiseren dahkan, sihke departemeanttain ja dutkanvuogádagain.

source: Jeg redegjør kortfattet for dette der jeg menter det er nødvendig.
sme: Dien mun čielggadan oanehaččat dakko gokko oaivvildan leat dárbun.

source: 6.2 Kronologisk gjennomgang av programmer og satsinger
sme: 6.2 Kronologalaš geahčadeapmi prográmmain ja áŋgiruššamiin

source: 6.2.1.1 "Samisk og kvensk språk, historie og kultur" (1981-1990)
sme: 6.2.1.1 "Sámi ja kvena giella, historjá ja kultuvra" (1981-1990)

source: Rådet for humanistisk forskning (RHF) i NAVF startet i 1981 et program for forskning i samisk og kvensk språk, historie og kultur.
sme: NDDDa Humanisttalaš dutkanráđđi (HDR) álggahii 1981 dutkanprográmma mas dutkagohte sámi ja kvena giela, historjjá ja kultuvrra.

source: Bakgrunnen var at Humaniorautredningen, et stort arbeid som RHF fikk utarbeidet i 1973-76, viste at kulturstudier blant etniske minoriteter var et underforsket område i Norge.
sme: Duogáš dasa lei Humanioraguorahallan, stuora bargu maid HDR oaččui doaimmahuvvot 1973-76, ja mii čájehii kulturdutkamiid čearddalaš unnitlogu álbmogiid birra lea unnán dutkojuvvon Norggas.

source: Rådet hadde bevilget nærmere 3 mill. kroner til studier av samiske forhold i 1976-80, og nå vedtok man å sette i gang et tiårig forskningsprogram for minoritetskulturforskning fra 1980. En så langvarig programsatsing hadde RHF ikke finansiert før.
sme: Ráđđi lei juolludan lagabui 3 mill. ruvnno sámi dilálašvuođaid birra dutkamiidda 1976-1980, ja dál mearridedje álggahit logi jahkái dutkanprográmma minoritehtakulturdutkamii 1980. Nie guhkes áigásaš prográmmaáŋgiruššama ii lean HDR ruhtadan ovdal.

source: Initiativtakeren var daværende ordfører i RHF, John Herstad, som var professor i historie ved Universitetet i Tromsø og sto nærmere samiske og kvenske forhold enn de fleste andre rådsmedlemmene.
sme: Álggaheaddjin lei dalá sátnejođiheaddji HDR, John Herstad, gii lei historjá professor Tromssa universitehtas ja gii lei lagabus sámi ja kvena dilálašvuođaid go eanas dat eará ráđđeláhtut.

source: Rådet innhentet notater fra 15 forskere i ulike fag, der de redegjorde for forskningsbehov i fagene, og professor Narve Bjørgo, som også satt i RHF, sammenfattet disse notatene og presenterte forslag til tiltak og prioriteringer.
sme: Ráđđi vieččai notáhtaid 15 dutkis iešguđet fágas, gos sii čielggadedje dutkandárbbu fágain, ja Narve Bjørgo, gii maid čohkkái HDR, čoahkkáigesii daid notáhtaid ja ovdanbuvttii árvalusaid doaibmabijuide ja vuoruhemiide.

source: På bakgrunn av dette forarbeidet ble programmet utformet med tre delprogrammer: - Et vitenskapsteoretisk program for humanistisk orientert minoritetsforskning, som skulle gjennomføres først, som støtte for de to påfølgende forskningsprogrammene - Et forskningsprogram for kvensk språk, historie og kultur - Et rekrutterings- og forskningsprogram for samisk språk, historie og kultur Programmet ble avsluttet med en satsing på institusjonsstøtte.
sme: Daid ovdabarggu dihte hábmejuvvui prográmma golmmain oasseprográmmain: - Dieđalašteorehtalaš prográmma humanisttalaš čuvgehus minoritehtadutkamii, mii galggai čađahuvvot ovddemus, ja galggai leat doarjjan daidda čuovvovaš dutkanprográmmaide - Dutkanprográmma kvena giela, historjjá ja kultuvrra birra - Rekrutteren- ja dutkanprográmma sámi gillii, historjái ja kultuvrii Prográmma loahpahuvvui ásahusdoarjaga áŋgiruššamiin.

source: I denne artikkelen omtales bare de samiskrelevante delene av programmet.
sme: Dán artihkkalis muitaluvvo dušše daid sámi áššáiguoskevaš osiin prográmmas.

source: Flere av de fagnotatene som inngikk i grunnlaget for forskningsprogrammet, påpekte at urfolksforskningen skal skje på urfolks egne premisser. Denne problemstillingen ble ikke eksplisitt omtalt i programmet, men det vitenskapsteoretiske programmet, som i realiteten var ett prosjekt, var ment å skulle arbeide med slike spørsmål.
sme: Máŋgga fáganotáhtas, mat ledje vuođđun dutkanprográmmii, čujuhedje ahte álgoálbmotdutkan galgá dáhpáhuvvat álgoálbmogiid iežaset premissaid vuođul, diet áššečuolbma ii čielgasit namuhuvvon prográmmas, muhto dat dieđalašteorehtalašprográmma, mii duohtavuođas lei okta prošeakta, lei oaivvilduvvon galggai bargat dakkár gažaldagaiguin.

source: Det ble publisert flere artikler fra prosjektet, og de spilte en viktig rolle i den offentlige debatten om minoriteter og minoritetsforskning.
sme: Álmmuhuvvojedje máŋga artihkkala prošeavttas, ja dain lea earenoamáš rolla almmolaš digaštallamis minoritehtaid ja minoritehtadutkamis.

source: Det har ikke vært mulig å bringe fram opplysninger om utlysningspraksis i dette programmet.
sme: Ii leat leamaš vejolaš ovdanbuktit dieđuid makkár almmuhanpraksisa dán prográmmas lea leamaš.

source: Programmet ble evaluert av et utvalg under ledelse av professor Evert Baudou, Umeå universitet.
sme: Prográmma árvvoštallui lávdegottis, maid Ubmi universitehta professora Evert Baudou jođihii.

source: Utvalget gjorde et svært grundig arbeid og drøftet både programmets målsetting, delprogrammene og enkeltresultater.
sme: Lávdegoddi čađahii hui vuđolaš barggu ja guorahalle sihke prográmma ulbmila, oasseprográmmaid ja ovttaskas bohtosiid.

source: De uttalte seg positivt om målsettingen og tanken bak delprogrammene, men påpekte at et så stort og mangfoldig forskningsprogram burde hatt en tydeligere, overordnet ledelse med større ansvar fra starten.
sme: Sii celke positiivvalaččat ulbmila ektui ja oasseprográmmaid jurdagiin, muhto čujuhedje ahte nie stuora ja viiddis dutkanprográmmas livčče galgan čielgasit ja bajit jođiheapmi, mas lea eambbo ovddasvástádus álggu rájes juo.

source: (En slik overordnet ledelse kom først på plass i 1984.) Institusjonsstøttefasen, som var den siste, mente de imidlertid hadde vært meget godt ledet og svært vellykket.
sme: (Diekkár bajit jođiheapmi ollašuvai 1984.) Ásahusdoarjaga ektui, mii lei maŋemusas, oaivvildedje ahte lei hui bures jođihuvvon ja lihkostuvvan.

source: Utvalget mente at det var gode, men for få, prosjekter innenfor samisk språkforskning, som a grunnlag for videre forskning og kunne bli interessante også i et internasjonalt minoritetsspråkforskningsperspektiv.
sme: Lávdegoddi oaivvildii ahte ledje buorit, muhto beare moadde, prošeavtta sámi gielladutkamis, mat adde vuođu viidásit dutkamii ja mat livčče sáhttán šaddat beroštahttin gaskariikkalaš minoritehtagielladutkanperspektiivvas.

source: Innenfor arkeologi og etnologi hadde programmet styrket forskningsmiljøene, bidratt til god kompetanseoppbygging og aktualisert større etnisk bevissthet.
sme: Arkeologiija ja etnologiija ektui lei prográmma nanusmahttán dutkanbirrasiid, ožžon buori gelbbolašvuođahuksema ja aktualiseren eambbo čearddalaš beroštumi.

source: Utvalget var også fornøyd med resultatene innenfor historie og samfunnsvitenskap, det ble påpekt at prosjektene hadde gitt viktig kunnskap som kunne bedre beslutningsgrunnlaget for myndighetene.
sme: Lávdegoddi lei maid duhtavaš historjjá ja servodatdiehtaga bohtosiiguin, ja čujuhedje ahte prošeavttat ledje addán mávssolaš máhtu, mii sáhtii buoridit mearridanvuođu eiseválddiide.

source: Utvalget understreket at programmet hadde lykkes både i å støtte yngre forskere og bygge opp institusjonene, og at norsk samisk forskning var utviklet mye lengre enn tilsvarende forskning i Sverige.
sme: Lávdegoddi deattuhii ahte prográmma lei lihkostuvvan sihke nuorra dutkiid doarjumiin ja ásahusaid huksemiin, ja ahte Norgga sámi dutkan lei ovdánan ollu guhkkelii go sullásaš dutkan lei Ruoŧas.

source: Men generelt påpekte det behovet for aktivt samarbeid, både nordisk og bredere internasjonalt, gjerne i form av nettverk.
sme: Muđui čujuhedje dárbbu aktiivvalaččat ovttasbargat, sihke davviriikkalaččat ja viidábut gaskariikkalaččat, áinnas muhtinlágan fierpmádagain.

source: Utvalget konkluderte med at programmet hadde skapt en ny situasjon, både forskningspolitisk og kulturpolitisk.
sme: Lávdegoddi loahpahii dainna ahte prográmma lei ásahan ođđa dilálašvuođa, sihke dutkanpolitihkalaččat ja kulturpolitihkalaččat.

source: Samene var i større grad enn tidligere blitt subjekt i den samiske forskningen.
sme: Sápmelaččat ledje eambbo go ovdal šaddan subjeaktan sámi dutkamis.

source: 6.2.1.2 "Samiske/samisk-norske studier" (innsatsområde innenfor samfunnsvitenskap 1983-93)
sme: 6.2.1.2 "Sámi/dáru dutkamat” (áŋgiruššansuorgi servodatdiehtaga siskkobealde 1983-93)

source: Rådet for samfunnsvitenskapelig forskning (RSF) i NAVF hadde også en satsing på samisk forskning.
sme: Servodatdiehtaga dutkanráđis (SDDR) NDDDas áŋgirušše maid sámi dutkamiin.

source: Den var i utgangspunktet rettet mot hovedfagsstudenter, fortrinnsvis samer, som støtte til hovedoppgaver om samiske/samisk-norske forhold.
sme: Lei álgoálggus jurddašuvvon váldofágastudeanttaide, ovddemusat sápmelaččaide, doarjjan váldofágabargguide sámi/dáru dilálašvuođaid birra.

source: Det ble tildelt to-tre stipend årlig.
sme: Juolluduvvojedje guokte golbma stipeandda jahkásaččat.

source: Antall studentstipendiater var i underkant av 25. RSF støttet også et forskningsprogram om samiske forhold ved Universitetet i Tromsø og en forskerveileder ved Nordisk samisk institutt (NSI).
sme: Studeantastipendiáhtaid lohku lei vuollel 25. SDDR dorjo maid dutkanprográmma sámi dilálašvuođain Tromssa universitehtas ja dutkanbagadallái Sámi instituhtas (SI).

source: I alt bevilget RSF noe over 3 mill. kroner til denne satsingen.
sme: Oktiibuot juolludii SDDR veahá badjelaš 3 milliuvnna ruvnno dán áŋgiruššamii.

source: I 1993 ble alle forskningsrådene i Norge slått sammen til ett råd.
sme: 1993 ovttastahtte buot dutkanráđiid Norggas oktan ráđđin.

source: De to programmene for samisk forskning som var finansiert av NAVF, ble ikke umiddelbart fulgt opp av nye programmer.
sme: Diet guokte prográmma sámi dutkamii, maid NDDDa lei ruhtadan, ii čuovvoluvvon dakkaviđe dain ođđa prográmmain.
